/* Added to PROC_KILLED when the killing signal cause a dump */
" (core dumped)" = " (núcleo esvaziado)";

/* New Window menu item title format; the variable is the profile name */
"New Window with Settings - %@" = "Nova Janela com Ajustes - %@";

/* New Tab and contextual menu item title format; the variable is the profile name */
"New Tab with Settings - %@" = "Nova Aba com Ajustes – %@";

/* New Window menu item title format; the variable is the profile name */
"New Window with Same Command" = "Nova Janela com o Mesmo Comando";

/* New Tab menu item title format; the variable is the profile name */
"New Tab with Same Command" = "Nova Aba com o Mesmo Comando";

/* Window settings inspector; format string for font field in inspector; argument 1 is the font, argument 2 is the formatted size */
"%1$@ %2$@ pt." = "%1$@ %2$@ pt.";

/* Window settings preferences; Keyboard map; format string for Key description column; argument 1 is the modifier, argument 2 is the key */
"%1$@ %2$@" = "%1$@ %2$@";

/* for Undo Menu suffix for settings changes - "Undo Settings" */
"Settings" = "Ajustes";

/* Window settings save panel; string combined with full user name for default save name */
"%@\\U2019s settings" = "Ajustes de %@";

/* Default name for new window groups; includes user name */
"%@\\U2019s window group" = "Grupo de janelas de %@";

/* Insert ellipsis into a string truncated in the middle; the variables are the prefix/suffix of the truncated string. */
"%@\\U2026%@" = "%@…%@";

/* Bookmark menu-item title format string; the first parameter is the line number, the second parameter is the bookmark name */
"%@: %@" = "%@: %@";

/* Start of bookmark name; used to find bookmark names in terminal text */
"[" = "[";

/* End of bookmark name; used to find bookmark names in terminal text */
"]" = "]";

/* Separator between permanent and discovered servers */
"--- Discovered Servers ---" = "--- Servidores Descobertos ---";

/* Default settings; name for default Black on White settings */
"Black on White" = "Preto sobre Branco";

/* Default settings; name for default Black on Yellow settings */
"Black on Yellow" = "Preto no Amarelo";

/* Default settings; name for default Blue on White settings */
"Blue on White" = "Azul sobre Branco";

/* Name of built-in default window settings */
"Built-in" = "Integrada";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* Menu item title */
"Clear to Previous Bookmark" = "Limpar até Favorito Anterior";

/* Menu item title */
"Clear to Previous Mark" = "Limpar até Marca Anterior";

/* Menu item title */
"Clear to Selected Bookmark" = "Limpar até Favorito Selecionado";

/* Menu item title */
"Clear to Selected Mark" = "Limpar até Marca Selecionada";

/* Menu item title */
"Clear to Start of Selection" = "Limpar até Início da Seleção";

/* No comment provided by engineer. */
"Close" = "Fechar";

/* No comment provided by engineer. */
"Close All" = "Fechar Todas";

/* Tab close-button accessibility label/title. */
"Close tab" = "Fechar aba";

/* Tab close-button accessibility role description. */
"close tab button" = "botão fechar aba";

/* Tab close sheet; message description for a single process */
"Closing this tab will terminate the running process %@." = "O fechamento dessa aba encerrará o processo em execução %@.";

/* Tab close sheet; message description for multiple processes */
"Closing this tab will terminate the running processes: %@." = "O fechamento dessa aba encerrará os processos em execução: %@.";

/* Used between items concatenated into comma-separated lists. */
", " = ", ";

/* Tab/Window close sheet; process name with duplicate name count */
"%@ (%d)" = "%@ (%d)";

/* Window close sheet; message description for a single process */
"Closing this window will terminate the running process %@." = "O fechamento dessa janela encerrará o processo em execução %@.";

/* Window close sheet; message description for multiple processes */
"Closing this window will terminate the running processes: %@." = "O fechamento dessa janela encerrará os processos em execução: %@.";

/* Failure to create a new terminal session. Displayed in terminal content. */
"[Could not create a new process and open a pseudo-tty.]" = "[Não foi possível criar um novo processo e abrir um pseudo-tty.]";

/* Window settings preferences; text shown with profiles which are set as the default */
"Default" = "Padrão";

/* Window settings preferences; text shown with profiles which are set as the startup profile */
"Startup" = "Inicialização";

/* Compose Email Message contextual menu item. */
"Compose" = "Criar mensagem";

/* SSH/Telnet Connection contextual menu item. */
"Connect" = "Conectar";

/* Window settings preferences; text shown with profiles which are set as the Copy Attributes profile */
"Copy" = "Copiar";

/* Tab close sheet; message title */
"Do you want to close this tab?" = "Deseja fechar esta aba?";

/* Window close sheet; message title */
"Do you want to close this window?" = "Deseja fechar esta janela?";

/* Window close sheet; message title when there are running processes */
"Do you want to terminate running processes in this window?" = "Você quer finalizar os processos em execução nesta janela?";

/* Tab close sheet; message title when there are running processes */
"Do you want to terminate running processes in this tab?" = "Você quer finalizar os processos em execução desta aba?";

/* Service */
"File Transfer (ftp)" = "Transf. de Arquivo (ftp)";

/* Find Panel; window title */
"Find" = "Buscar";

/* Default settings; name for default Green on Black settings */
"Green on Black" = "Verde sobre Preto";

/* Shell menu item title; used when inspector is visible */
"Hide Inspector" = "Ocultar Inspetor";

/* Menu item title */
"Hide Marks" = "Ocultar Marcas";

/* View Menu item title; used when the tab bar is shown */
"Hide Tab Bar" = "Ocultar Barra de Abas";

/* Application termination dialog; message description */
"If you don\\U2019t review your windows, any running processes will be terminated." = "Se você não revisar suas janelas, todos os processos em execução serão encerrados.";

/* No comment provided by engineer. */
"It may have been incompletely copied from another machine." = "É possível que tenha sido copiado de modo incompleto de outra máquina.";

/* Window settings import; alert title shown when multiple files are corrupt */
"Multiple files could not be imported." = "Vários arquivos não puderam ser importados.";

/* Default name for new window settings */
"New settings" = "Novos Ajustes";

/* No options for this service */
"No options" = "Sem opções";

/* Application prefs; string superimposed on table of window groups when none are available */
"No Window Groups Saved" = "Nenhum Grupo de Janelas Salvo";

/* Shell menu; title of menu item used in submenu of Open Workspaces when no workspaces are available */
"None" = "Nenhum";

/* Generic save panel; name of object type used in save panel if not otherwise specified */
"object" = "objeto";

/* No comment provided by engineer. */
"OK" = "OK";

/* Open Link contextual menu item. */
"Open Link" = "Abrir Link";

/* Open man Page contextual menu item. */
"Open man Page" = "Abrir Página do man";

/* Help menu item; the variable is the search term. */
"Open man Page for \\U201C%@\\U201D" = "Abrir Página do man para “%@”";

/* Help menu item; the variable is the search term. */
"Search man Page Index for \\U201C%@\\U201D" = "Buscar Página de Índice do man para “%@”";

/* Look Up contextual menu item. */
"Look Up" = "Pesquisar";

/* Look Up contextual menu item with truncated text. */
"Look Up \\U201C%@\\U2026\\U201D" = "Pesquisar “%@…”";

/* Look Up contextual menu item with selected text. */
"Look Up \\U201C%@\\U201D" = "Pesquisar “%@”";

/* Web search (e.g., Google) contextual menu item. */
"Search with %@" = "Pesquisar com %@";

/* Web search contextual menu item when the search provider is unknown. */
"Search the Web" = "Procurar na Web";

/* Default process name */
"Process name" = "Nome do Processo";

/* No comment provided by engineer. */
"Quit" = "Encerrar";

/* Service */
"Remote Login (telnet)" = "Início de Sessão Remoto (telnet)";

/* Window settings preferences; path control pop-up menu item for removing the background image */
"Remove" = "Remover";

/* Generic save panel; title of button used to replace existing object */
"Replace" = "Substituir";

/* Generic save panel; information text used for alert when replacing existing countable object. */
"Replacing the %@ will override its contents." = "A substituição de %@ substituirá o seu conteúdo.";

/* Generic save panel; information text used for alert when replacing existing uncountable object. */
"Replacing the %@ will override their contents." = "A substituição de %@ substituirá os seus conteúdos.";

/* Application termination dialog; review windows button title */
"Review Windows\\U2026" = "Revisar Janelas…";

/* Window group save panel; panel title */
"Save Window Group" = "Salvar Grupo de Janelas";

/* Service */
"Secure File Transfer (sftp)" = "Transf. Segura de Arquivo (sftp)";

/* No comment provided by engineer. */
"Secure Shell (ssh)" = "Shell seguro (ssh)";

/* Connect to service option */
"SFTP (Automatic)" = "SFTP (Automático)";

/* No comment provided by engineer. */
"SFTP Protocol 1" = "Protocolo SFTP 1";

/* Shell menu item title; used when inspector is not visible */
"Show Inspector" = "Mostrar Inspetor";

/* Menu item title */
"Show Marks" = "Mostrar Marcas";

/* View Menu item title; used when the tab bar is hidden */
"Show Tab Bar" = "Mostrar Barra de Abas";

/* No comment provided by engineer. */
"SSH (Automatic)" = "SSH (Automático)";

/* Connect to service option */
"SSH Protocol 1" = "Protocolo SSH 1";

/* Connect to service option */
"SSH Protocol 2" = "Protocolo SSH 2";

/* The 'use Option as Meta' title. The word 'Meta' should probably not be localized. */
"⌥ Meta" = "⌥ Meta";

/* Displayed to indicate that the Option key is currently mapped to the Meta key. The word 'Meta' should probably not be localized. */
"\\U2325 Meta" = "⌥ Meta";

/* Displayed to indicate that the Option key is NOT currently mapped to the Meta key. */
"\\U2325 Option" = "⌥ Opção";

/* Terminal title component; enables adding markup around each of the title components, before they are concatenated with em-dashes between them */
"terminal title component" = "%@";

/* default title */
"Terminal" = "Terminal";

/* Default name for Save Text As... menu */
"Terminal Saved Output.txt" = "Terminal Saved Output.txt";

/* No comment provided by engineer. */
"Terminate" = "Finalizar";

/* Application termination dialog; terminate processes button title */
"Terminate Processes" = "Finalizar Processos";

/* Generic save panel; title used for alert when replacing existing uncountable object. */
"The %1$@ %2$@ already exist. Do you want to replace them?" = "%1$@ %2$@ já existe. Deseja substituí-los?";

/* Generic save panel; title used for alert when replacing existing countable object. */
"The %1$@ %2$@ already exists. Do you want to replace it?" = "O %1$@ %2$@ já existe. Deseja substituí-lo?";

/* No comment provided by engineer. */
"The administrator has set your shell to an illegal value." = "O administrador ajustou o seu shell para um valor ilegal.";

/* Window settings import; alert description shown when a single file is corrupt */
"The file is corrupt. You may be able to obtain a fresh copy of the file from its author." = "O arquivo está corrompido. Você deve poder obter uma nova cópia do arquivo do autor.";

/* No comment provided by engineer. */
"The file \\U201C%@\\U201D could not be executed because you do not have appropriate access privileges." = "O arquivo “%@” não pôde ser executado porque você não possui os privilégios de acesso apropriados.";

/* Window settings import; alert title shown when a single file is corrupt; %@ is filename */
"The file \\U201C%@\\U201D could not be imported." = "O arquivo “%@” não pôde ser importado.";

/* No comment provided by engineer. */
"The file \\U201C%@\\U201D could not be opened because it is corrupt." = "O arquivo “%@” não pôde ser aberto porque ele está corrompido.";

/* Window settings import; alert description shown when a multiple files are corrupt; %@ is comma-separated list of filenames */
"The following files are corrupt: %@. You may be able to obtain a fresh copy of the files from their author." = "Os seguintes arquivos estão corrompidos: %@. Você deve poder obter uma nova cópia dos arquivos do autor.";

/* Window settings; error title when settings name is empty */
"The window settings name is too short." = "O nome dos ajustes da janela é muito curto.";

/* Window settings; error title when settings name is already in use */
"The window settings \\U201C%@\\U201D already exist." = "Os ajustes da janela “%@” já existem.";

/* No comment provided by engineer. */
"To view or change access privileges, select the file in the Finder and choose File > Get Info." = "Para visualizar ou modificar os privilégios de acesso, selecione o arquivo no Finder e escolha Arquivo > Obter Informações.";

/* Window settings; error description when settings name is already in use or is reserved */
"Try entering a different name." = "Tente digitar um nome diferente.";

/* Window settings; error description when settings name is empty */
"Try entering a name with more characters." = "Tente digitar outro nome com mais caracteres.";

/* No comment provided by engineer. */
"w" = "w";

/* Default settings; name for default White on Black settings */
"White on Black" = "Branco sobre Preto";

/* Default settings; name for default White on Blue settings */
"White on Blue" = "Branco sobre Azul";

/* Window group save panel; name of object used in replacement panels */
"window group" = "grupo de janelas";

/* Window settings save panel; name of object used in replacement panels */
"window settings" = "ajustes de janela";

/* No comment provided by engineer. */
"You are not authorized to run this application." = "Você não tem autorização para executar este aplicativo.";

/* Application termination dialog; message title */
"You have %d windows with running processes. Do you want to review these windows before quitting?" = "Você possui %d janelas com processos em execução. Deseja revisar estas janelas antes de encerrar?";

/* Appears in window when the user's custom command/shell isn't found. */
"[Command not found: %@]" = "[Comando não encontrado: %@]";

/* Appears in window when the shell exits cleanly */
"[Process completed]" = "[Processo concluído]";

/* Appears in window when the shell exits abnormally */
"[Process exited - exit code %u]" = "[Processo encerrado - código de saída %u]";

/* Appears in window when the shell is murdered */
"[Process was terminated by signal %d%s]" = "[O processo foi finalizado pelo sinal %1$d%2$s]";

/* Appears at the start of restored terminal text when truncated */
"[Restored contents truncated]" = "[O conteúdo restaurado está truncado]";

/* Appears at the end of restored terminal text; the parameter is a date/time string */
"[Restored %@]" = "[Restaurado %@]";

/* User-inserted bookmark; the parameter is the bookmark name */
"[%@]" = "[%@]";

/* User-inserted bookmark default name; the parameter is a date/time string */
"Bookmarked %@" = "Adicionado aos Favoritos %@";

/* Bookmarks menu item title for when there are no bookmarks */
"No Bookmarks" = "Nenhum Marcador";

/* Separator used for dimensions in window title */
"\\U00D7" = "×";

/* Thin-space and ellipses suffixed to process name to indicate activity in terminal */
"%@\\U2009\\U2026" = "%@ …";

/* Ellipses to indicate unread output in terminal */
"\\U2026" = "…";

/* strings used for split view controls */

"Split pane" = "Dividir painel";

"Close split-pane" = "Fechar dividir painel";

/* strings used for Shortcut man page support */

"Man Pages" = "Páginas do Man";

/* denied request from quarantined/sandboxed application to open file */
"\\U201C%@\\U201D can\\U2019t be opened because %@ is not allowed to open documents in Terminal." = "“%@” não pode ser aberto porque %@ não tem permissão para abrir documentos no Terminal.";

/* strings used for quarantine alerts */

"QuarantineTitleSSH" = "O Terminal está abrindo uma conexão ssh para %@ de %@.";
"QuarantineTitleTelnet" = "O Terminal está abrindo uma conexão telnet para %@ de %@.";
"QuarantineTitle2" = " Deseja permitir isso?";
"QuarantineMessage" = "Isto revelará seu nome de usuário e seu endereço de rede ao outro computador. Para evitar ser avisado(a) em futuras ocasiões, adicione-o à lista ssh de hosts conhecidos.";
"QuarantineMessageError" = "\n\nOcorreu um erro ao buscar hosts conhecidos (para ver os detalhes, execute “%@”).";
"QuarantineAllow" = "Permitir";
"QuarantineDeny" = "Não Permitir";

"Alter Settings" = "Alterar Ajustes";

/* Inspector process list: separator between process name annotations (middle dot between thin spaces) */
"\\U2009\\U00B7\\U2009" = " · ";

/* Inspector process list: process name status annotation */
"(stopped)" = "(interrompido)";

/* Inspector process list: process name status annotation */
"(zombie)" = "(zumbi)";

/* Inspector process list: process status */
"Idle" = "Ocioso";

/* Inspector process list: process status */
"Runnable" = "Executável";

/* Inspector process list: process status */
"Sleeping" = "Em Repouso";

/* Inspector process list: process status */
"Stopped" = "Parada";

/* Inspector process list: process status */
"Zombie" = "Zumbi";

/* Inspector process list: boolean YES */
"Yes" = "Sim";

/* Inspector process list: boolean NO */
"No" = "Não";
